Tekla.Structures.DialogInternal.ICDelegate.RegisterProfileObjectDialogAttributeCallback(Tekla.Structures.DialogInternal.ProfileAttributeCallback_t)
Register delegate to be called when profile attribute value is requested
attributeCB: The attribute.
Returns: True on success.